subject_1 = """
阅读下面的材料，根据要求写作。（60分）

随着互联网的普及、人工智能的应用，越来越 多的问题能很快得到答案。那么，我们的问题是否会越来越少？以上材料引发了你怎样的联想和思考？请写一篇义章。

以上材料引发了你怎样的联想和思考？请写一篇文章。

要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。"""

article_1 = """
**《博学慎思，方能问道致远》**

时代的车轮滚滚向前，互联网和人工智能得到了普及应用，从娱乐、出行到支付手段，人工智能悄然改变着我们的生活。

我们似乎正以前所未有的速度在解决社会生活中的许多问题。这是否真的意味着我们面临的问题在减少？答案是不会减少！人工智能只是一个工具，任何一种工具的使用，都会伴随着新的问题产生，人工智能带来的新问题层出不穷。面对新局面，我们需博学，需慎思，方能问道致远。

我们要积极拥抱新科技，博学之。“谁掌握了数据，谁就掌握了主动权”。互联网和人工智能的大数据算法会对经济发展、社会秩序、国家治理、人民生活都将产生重大影响。“互联网＋教育”“互联网＋医疗”等的发展不断提升了公共服务质量；教育、就业、医药卫生、住房等领域大数据普及应用，弭补了民生短板；加强精准扶贫、生态环境领域的大数据运用，为建设美丽中国助力。

作为推动时代前行的重要动力，人工智能对人类的生产生活方式、学习方式和思维方式都因此产生了重要的影响。学习人工智能、用人工智能快速解决问题必将成为每个人的必修课。

应对人工智能带来的问题，慎思之。“科技的发展就像一把双刃剑，既可能给人类带来福址，也可能带来灾难。”随着智能科技的发展，新挑战不断涌现，会引发更多新的问题。比如在人工智能领域本身，如何确保其安全性、伦理道德等问题就成为了新的关注点，人们对新问题的思考促使大家重新审视人工智能。

多年前，度娘的出现，曾引发大家的热议，多年过去了，大家越来越发觉百度根本不能满足大家的需求。便捷的答案获取会激发了人们更深层次的求知欲，促使我们不再满足于简单的答案，而是追寻更深层次的原理。人工智能不仅没有减少问题，反而会让我们提出更多、更复杂的问题。只有理性看待人工智能的发展，才能充分发挥其优势，避免其带来的风险和问题。面对人工智能，我们要谨慎思考，该如何使用，用在哪里。

树立问题意识，方能问道致远。帕斯卡尔说：“人是能思想的苇草”，因为人有思想，所以就产生了问题。纵观当下，不少人被人工智能裹胁，以为一部手机可以解决所有问题，过度依赖人工智能会让我们丧失思考能力。

我们应该抛弃“靠人工智能解决问题”的舒适圈,冲破“没有问题”的思想壁垒，积极思考问题，主动拓展视野，树立问题意识，有问道致远的思想。也许我们无法像梁漱溟先生那样问出：“这个世界会好吗”的哲学问题，但我们也可以在自我的思考中不断反省，寻找人类发展的新方向。

人工智能时代已经来临，人们无法回避也无法抗拒。人工智能不是问题的终结者，而是开启新问题的钥匙。新时代青年应该以开放的心态迎接它，以审慎的态度应对它。同时，我们要强化内心的问题意识和思考能力，这才是我们不断前行的动力。

我们只有在智能时代中不忘初心，持续探索，抓住机遇，迎接挑战，加强问题意识，才能创造更加美好的未来。
"""

subject_2 = """
阅读下面的材料，根据要求写作。（60分）

好的故事，可以帮我们更好地表达和沟通，可以触动心灵、启迪智慧；好的故事，可以改变一个人的命运，可以展现一个民族的形象……故事是有力量的。

以上材料引发了你怎样的联想和思考？请写一篇文章。

要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。
"""

article_2 = """
**《故事的力量》**

在我们尚是不会说话的孩堤时，故事就开始陪伴着我们。十余年间，从牙牙学语的小朋友到知书达理的青年人，我们是听着故事长大的。对于个人、国家、社会，乃至整个人类文明，故事都起到了不可摩灭的作用。在我看来，故事是有力量的。

故事的力量在于对心灵的触动和对智慧的启迪。一路走来，一路成长，是故事教会了我们谦迅、礼貌、正直和善良。太多太多的美好品格蕰藏在那些我们耳熟能祥的故事里，在文明的延续中代代相传。狼来了的故事告诉我们诚实是为人的根本；寒号鸟的故事告诉我们凡事要提前打算、未雨绸谬；六尺巷的故事教给我们心胸开阔、恭谦礼让的高尚品德……这些并不起眼的故事在潜移默化中触动了我们的心灵，直接或间接地塑造着我们的人格。

故事的力量很大，但用好故事的力量在人，在你，在我，在我们。
"""

subject_3 = subject_2

article_3 = """
**《讲中华故事，筑大国力量》**

“好的故事”如同细腻丝绸，虽柔软，却能给人充满力量的启迪与改变。“如月之恒，如日之升。” 时代与国脉相牵相连的今天，卓厉奋发的中国不断书写日新月异的时代故事。唯有讲好中国故事，传播好中国声音，方能展现可爱可敬之中国形象，推动中国更加昂首阔步走向全球舞台。

“好的中国故事”之功用，正是在于它能在讲述者与受众之间，迅速建立一种情感上的联系，产生思想上的共鸣。没有太多的抽象概念，也不需要华丽词澡的堆彻，有的只是对中华文化的满腔真情，对中国发展的真切肯定。

聚焦伟大事业，讲好中国发展故事。“文所以载道也”，周敦颐如是云。好的中国故事应当贯穿着中国发展之“道”，世界和平之“道”，以深入浅出的方式启人悟“道”，洋溢着中国智慧与中国力量之“道”，从而把中国的发展优势与综合国力转化为话语优势，加快构建中国叙事体系，引导国际社会形成正确的中国观。

揆诸当下，环球局势波涛汹涌，波谲云诡，我们要紧紧抓住世界提供给中国的发展机遇，讲好中国故事，重视中国故事的巨大力量，展现民族形象，让中国故事成为这个时代的骄傲。

“能看到多远的未来，就能抵达多远的未来。”理论是灰色的，而中国故事色彩斑澜。吾辈青年要争做优秀的讲述人，以新而不同之我，倾力传诵沉蕴丰富的中华优秀文化，奋力书写更为精彩恢弘的中国新故事。
"""
